export default {
  navigation: {
    main: "Главная",
    projects: "Проекты",
    demo: "Демки",
    blog: "Блог",
    tools: "Инструментарий",
    work: "Работа",
    profile: "Профиль",
  },
  index: {
    greeting: "Привет",
    me: "Меня зовут Артем, я frontend-разработчик",
    about: "Интересуюсь web-инфраструктурой и всем с ним связанным",
    technology: "Технологии, которые я использую в своей работе",
    github: {
      description: "GitHub активность",
      expand: "Развернуть",
      collapse: "Свернуть",
    },
    feedback: {
      title: "Личное сообщение",
      name: "Имя",
      email: "Электронная почта",
      phone: "Телефон",
      message: "Сообщение",
      submit: "Отправить",
    }
  },
  projects: {
    title: "Проекты",
    description: "Тут представлены мои проекты разной сложности",
    projects: {
      '1': "Студия дизайна интерьера",
      '2': "CRM для внутреннего использования, обучения персонала и налаживания бизнес-процессов системы",
      '3': "Главный сайт компании IT Data World",
      '4': "Сайт строительной компании",
      '5': "Сайт медицинских перчаток",
    },
    feedback: {
      title: "Коммерческое предложение",
      name: "Имя",
      email: "Электронная почта",
      phone: "Телефон",
      type: {
        title: "Тип проекта",
        options: {
          '1': "Коммерческий проект",
          '2': "Прерсональный проект",
        }
      },
      task: {
        title: "Техническое задание",
        button: "Выбрать файл",
        description: "Не забудьте приложить техническое задание, иначе я не смогу оценить время и стоимость проекта",
      },
      comment: "Комментарий",
      submit: "Отправить заказ на рассмотрение",
    }
  },
  tools: {
    title: "Инструменты",
    description: "Данные вспомогательные инструменты я использую в web-разработке",
    tools: ["Сжатие SVG", "Сжатие изображения", "Сочетание цветов", "Поддержка бразеров", "Генерация спрайтов SVG", "Web-мониторинг производительности", "Web-помощник"]
  },
  work: {
    title: "Работа",
    description: "Если вы хотите предложить мне работу, то снизу форма к вашим услугам",
    resume: "Мои резюме",
    feedback: {
      title: "Предложение работы",
      nameCompany: "Название компании",
      email: "Электронная почта",
      phone: "Контактный телефон",
      position: "Должность",
      salary: "Заработная плата",
      message: "Сообщение",
      submit: "Отправить приглашение",
    }
  },
  footer: {
    copyright: "Авторские права",
    developed: "Разработано при помощи:"
  }
}
